export const optionButtons = [
    {
        ua:"Головна",
        ru: "Главная",
    },
    {
        ua:"Про нас",
        ru: "Про нас",
    },
    {
        ua:"Ваша вигода",
        ru: "Ваша вигода",
    },
    {
        ua:"Послуги",
        ru: "Услуги",
    },
    {
        ua:"Прайс",
        ru: "Прайс",
    },
    {
        ua:"FAQ",
        ru: "FAQ",
    },
]

export const experienceBlocks = [
    {
        title: {
            ua: "Досвід верхолазних робіт 8 років",
            ru: "Опыт верхолазных работ 8 лет"},
        paragraph: {
            ua: "Знаємо, як все зробити швидко, якісно, а головне - безпечно.",
            ru: "Знаем, как все сделать быстро, качественно, а главное – безопасно.",
        }
    },
    {
        title: {
            ua: "Послуги 5 альпіністів",
            ru: "Услуги 5 альпинистов"},
        paragraph: {
            ua: "Роботи много не буває, виконаємо будь-який обсяг робіт в короткий термін.",
            ru: "Работы много не бывает, выполним любой объем работ в короткий срок.",
        }
    },
    {
        title: {
            ua: "Ні свят і вихідних",
            ru: "Нет праздников и выходных"},
        paragraph: {
            ua: "Коли у Вас вихідний, у нас - робочий день.",
            ru: "Когда у Вас выходной, у нас - рабочий день.",
        }
    },
    {
        title: {
            ua: "100% дотримання правил ТБ",
            ru: "100% соблюдение правил ТБ"},
        paragraph: {
            ua: "Наші співробітники мають посвідчення промислових альпіністів.",
            ru: "Наши сотрудники имеют удостоверения промышленных альпинистов.",
        }
    },
    {
        title: {
            ua: "100% гарантія дотримання термінів",
            ru: "100% гарантия соблюдения сроков"},
        paragraph: {
            ua: "Чи готові платити неустойку. За кожен день прострочення за договором - 10%.",
            ru: "Готовы платить неустойку. За каждый день просрочки по договору – 10%.",
        }
    },
    {
        title: {
            ua: "237 выполненных объектов",
            ru: "237 выполненных объектов"},
        paragraph: {
            ua: "Більше 200 задоволених замовників, десятки постійних клієнтів.",
            ru: "Более 200 довольных заказчиков, десятки постоянных клиентов.",
        }
    },
]